Repository: InfotelGLPI/behaviors
Catalog: locales/*.po
Languages: es_419, ja_jp

source: Add document to ticket
es_419: Agregar documento al ticket
ja_jp: チケットにドキュメントを追加

source: Adding the ticket solution
es_419: Al añadir la solución del ticket
ja_jp: チケットに解決を追加しています

source: Additional notifications
es_419: Notificaciones adicionales
ja_jp: 追加の通知

source: Allow Clone
es_419: Permitir clonar
ja_jp: クローンを許可

source: Behaviours
es_419: Comportamientos
ja_jp: ビヘイビア

source: Block the solving/closing of a problem if task do to
es_419: Bloquear solución/cierre de problemas si hay tareas pendientes
ja_jp: タスクが残っていたら問題を解決・終了できなくする

source: Block the solving/closing of a the ticket if task do to
es_419: Bloquear solución/cierre de tickets si hay tareas pendientes
ja_jp: タスクが残っていたらチケットを解決・終了できなくする

source: Category is mandatory before ticket is solved/closed
es_419: La categoría es obligatoria antes de solucionar o cerrar el ticket
ja_jp: チケットを解決・終了するにはカテゴリーの選択が必須

source: Category is mandatory when you assign a ticket
es_419: La categoría es obligatoria al asignar un ticket
ja_jp: チケットの割り当てをするにはカテゴリーの選択が必須

source: Change status
es_419: Cambiar estado
ja_jp: 変更の状態

source: Change's number format
es_419: Formato de número de cambios
ja_jp: 変更の数値書式

source: Clone
es_419: Clonar
ja_jp: クローン

source: Clone of
es_419: Clon de
ja_jp: クローン元 :

source: Comment
es_419: Comentario
ja_jp: コメント

source: Comments
es_419: Comentarios
ja_jp: コメント

source: Delete computer in OCSNG when purged from GLPI
es_419: Eliminar equipo en OCSNG al purgarlo de GLPI
ja_jp: GLPI でコンピューターを抹消したら OCSNG でも削除する

source: Delete document to ticket
es_419: Eliminar documento del ticket
ja_jp: チケットのドキュメントを削除

source: Deny change of ticket's creation date
es_419: No permitir cambios en la fecha de creación del ticket
ja_jp: チケットの作成日を変更不可に

source: Description of solution is mandatory before ticket is solved/closed
es_419: La descripción es obligatoria antes de solucionar o cerrar el ticket
ja_jp: チケットを解決・終了するには解決策の記述を必須に

source: Duration is mandatory before ticket is solved/closed
es_419: La duración es obligatoria antes de solucionar o cerrar el ticket
ja_jp: チケットを解決・終了するには期間を必須に

source: Error during update glpi_plugin_behaviors_configs
es_419: Error al actualizar la configuración del plugin Behaviours
ja_jp: glpi_plugin_behaviors_configs の更新でエラー

source: Error in creating glpi_plugin_behaviors_configs
es_419: Error al crear la configuración del plugin Behaviours
ja_jp: glpi_plugin_behaviors_configs の作成でエラー

source: Group of technicians assigned is mandatory before ticket is solved/closed
es_419: El grupo técnico es obligatorio antes de solucionar o cerrar el ticket
ja_jp: チケットを解決・終了するには技術者グループの割り当てを必須に

source: Inventory
es_419: Inventario
ja_jp: インベントリー

source: Last group assigned
es_419: Último grupo asignado
ja_jp: 最終割り当てグループ

source: Last group assigned without supersivor
es_419: Último grupo asignado sin supervisor
ja_jp: 監督抜きの最終割り当てグループ

source: Last supplier assigned
es_419: Último proveedor asignado
ja_jp: 最終割り当てサプライヤ

source: Last technician assigned
es_419: Último técnico asignado
ja_jp: 最終割り当て技術者

source: Last watcher added
es_419: Último observador añadido
ja_jp: 最終割り当て監視者

source: Location is mandatory before ticket is solved/closed
es_419: La ubicación es obligatoria antes de solucionar o cerrar el ticket
ja_jp: チケットを解決・終了するには場所を必須に

source: New change
es_419: Nuevo cambio
ja_jp: 新しい変更

source: New ticket
es_419: Nuevo ticket
ja_jp: 新しいチケット

source: Notification
es_419: Notificación
ja_jp: 通知

source: Reopen ticket
es_419: Reabrir ticket
ja_jp: チケットの再開

# button
source: Save
es_419: Guardar
ja_jp: 保存

source: Set the solution writer as the technician of the ticket
es_419: Asignar al autor de la solución como técnico del ticket
ja_jp: 解決の記入者をチケットの技術者に設定する

source: Single technician and group
es_419: Un solo técnico y grupo
ja_jp: 技術者とグループは 1 つしか割り当てできないようにする

source: Supervisor of last group assigned
es_419: Supervisor del último grupo asignado
ja_jp: 最終割り当てグループの監督

source: Task category is mandatory in a task
es_419: La categoría de tarea es obligatoria
ja_jp: タスクのカテゴリーを必須に

source: Technician assigned is mandatory before ticket is solved/closed
es_419: El técnico asignado es obligatorio antes de solucionar o cerrar
ja_jp: チケットを解決・終了するには技術者の割り当てを必須に

source: Technician assignment when adding follow up
es_419: Asignar técnico al añadir seguimiento
ja_jp: 回答を追加する際に、技術者を割り当てる

source: The technician must belong to the group assigned to the ticket
es_419: El técnico debe pertenecer al grupo asignado en el ticket
ja_jp: 技術者は、チケットに割り当てられているグループに所属していない蹴ればならない

source: Ticket waiting
es_419: Ticket en espera
ja_jp: 保留中チケット

source: Ticket's number format
es_419: Formato de número de tickets
ja_jp: チケットの数値書式

source: Type of solution is mandatory before problem is solved/closed
es_419: El tipo de solución es obligatorio antes de solucionar el problema
ja_jp: 問題を解決・終了するには解決の型を必須に

source: Type of solution is mandatory before ticket is solved/closed
es_419: El tipo de solución es obligatorio antes de solucionar el ticket
ja_jp: チケットを解決・終了するには解決の型を必須に

source: Update of a problem
es_419: Actualización de un problema
ja_jp: 問題の更新

source: Update of a ticket
es_419: Actualización de un ticket
ja_jp: チケットの更新

source: Use the associated item's group
es_419: Usar el grupo del elemento asociado
ja_jp: アイテムのグループへの関連を使う

source: Use the requester's group
es_419: Usar el grupo del solicitante
ja_jp: 依頼者グループを使う

source: Use the technician's group
es_419: Usar el grupo del técnico
ja_jp: 技術者グループを使う

source: You cannot change status of a task in a solved change
es_419: No se puede cambiar el estado de una tarea en un cambio ya resuelto
ja_jp: 解決した変更内にあるタスクの状態は、変更できません

source: You cannot change status of a task in a solved problem
es_419: No se puede cambiar el estado de una tarea en un problema ya resuelto
ja_jp: 解決した問題内にあるタスクの状態は、変更できません

source: You cannot change status of a task in a solved ticket
es_419: No se puede cambiar el estado de una tarea en un ticket ya resuelto
ja_jp: 解決したチケット内にあるタスクの状態は、変更できません

source: You cannot resolve the change
es_419: No puedes resolver el cambio
ja_jp: 変更を解決する権限がありません

source: You cannot resolve the problem
es_419: No puedes resolver el problema
ja_jp: 問題を解決する権限がありません

source: You cannot resolve the ticket
es_419: No puedes resolver el ticket
ja_jp: チケットを解決する権限がありません

source: You cannot solve/close a change with task do to
es_419: No se puede resolver/cerrar un cambio con tareas pendientes
ja_jp: タスクのやり残しがある変更を解決・終了することはできません

source: You cannot solve/close a problem with task do to
es_419: No se puede resolver/cerrar un problema con tareas pendientes
ja_jp: タスクのやり残しがある問題を解決・終了することはできません

source: You cannot solve/close a ticket with task do to
es_419: No se puede resolver/cerrar un ticket con tareas pendientes
ja_jp: タスクのやり残しがあるチケットを解決・終了することはできません

source: You must add a description. it's mandatory
es_419: Debes añadir una descripción; es obligatoria.
ja_jp: 説明が必要です。

source: You must add a solution type. it's mandatory
es_419: Debes añadir un tipo de solución; es obligatorio.
ja_jp: 解決の型を加える必要があります。

source: You must define a category. it's mandatory
es_419: Debes definir una categoría; es obligatoria.
ja_jp: カテゴリーの設定が必要です。
